[
    {
      "LatLng": {
        "lat": 51.509865,
        "lng": -0.118092
      },
      "zoom": 12,
      "title": "1/7 - Overview",
      "text": "At a high level there is a clear, pulse-like rhythm to the opening and closing of businesses throughout the day. <p>This follows the expected pattern: a build of openings throughout the day, which tails off suddenly during the night."
    },
    {
      "LatLng": {
        "lat": 51.509865,
        "lng": -0.118092
      },
      "zoom": 12,
      "title": "2/7 - Spatial Clusters",
      "text": "We can see how all these businesses are spatially distributed throughout the city, with two main clusters in the centre, and others grouped around the main transport arteries or hubs."
    },
    {
      "LatLng": {
        "lat": 51.51176952558567,
        "lon": -0.11560915969312192
      },
      "zoom": 14,
      "title": "3/7 - Cluster Detail",
      "text": "Taking a closer look it seems like it is Soho which makes up the pulsing heart of London. <p>It also appears that many businesses which stay open latest are based in this area, especially the dance clubs."
    },
    {
      "LatLng": {
        "lat": 51.51176952558567,
        "lon": -0.11560915969312192
      },
      "zoom": 13,
      "title": "4/7 - Late Night Hubs",
      "text": "Concentrating just on these venues which are more associated with late night activities we can see a clear central bias in opening hours, as the ones open latest are either very central or close to good transport links."
    },
    {
      "LatLng": {
        "lat": 51.51176952558567,
        "lon": -0.11560915969312192
      },
      "zoom": 13,
      "title": "5/7 - Temporal Patterns",
      "text": "Looking at the high level pattern across all businesses we can see a repeated shape across the week with a sharp peak up to midday, which flattens out before building up again into an evening spike. <p>This spike itself is flattened out towards the weekend as businesses start to open earlier in the day, up to the point where it's almost not visible at all on Sunday."
    },
    {
      "LatLng": {
        "lat": 51.51176952558567,
        "lon": -0.11560915969312192
      },
      "zoom": 13,
      "title": "6/7 - Category Variations",
      "text": "Not every type of business has the same shape, however. We can see that restaurants don't tend to stay open very late from the sharp drop off in volume after 10 O'clock."
    },
    {
      "LatLng": {
        "lat": 51.51176952558567,
        "lon": -0.11560915969312192
      },
      "zoom": 13,
      "title": "7/7 - Category Variations",
      "text": "The picture is very different for Music Venues and Dance Clubs, which stay open well beyond midnight.<p> We can see this tail slowly extend throughout the week up until Friday night where it reaches furthest into the early hours. <p>Interestingly there is a steep drop in volume on Saturday night, showing Friday is perhaps the better night to go out."
    }
]
